Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: The obtained results are visually linear and almost all of the variability in the data can be explained by the linear model, which is confirmed by the R and R2 values > 0.999.
es_es: Los resultados obtenidos son visualmente lineales y casi toda la variabilidad de los datos se explica mediante el modelo lineal, lo que también es confirmado por los valores R y R2 > 0.999.

source: The obtained results are visually linear, which is also confirmed by the R values > 0.999.
es_es: Los resultados obtenidos son visualmente lineales, lo que también es confirmado por los valores r > 0.999.

source: The obtained results of NO-HCTZ (please refer to Attachment 3) are from 0.19 ppm (0.000019 %) to 1.29 ppm (0.000129 %).
es_es: Los resultados obtenidos fueron de 0.19 ppm (0.000019 %) a 1.29 ppm (0.000129 %) de NO-HCTZ (ver el Anexo 3).

source: The obtained results of NO-HCTZ (please refer to Attachment 4) for 322 tested drug product batches are from 0.23 ppm (0.000023 %) to 1.50 ppm (0.00015 %).
es_es: Los resultados obtenidos, para 322 partidas del medicamento evaluadas, fueron de 0.23 ppm (0.000023 %) a 1.50 ppm (0.00015 %) de NO-HCTZ (ver el Anexo 4).

source: The obtained three concentrations are in the middle range of the alteplase reference standard curve.
es_es: Las tres concentraciones obtenidas están en el intervalo intermedio de la curva estándar de referencia de alteplasa.

source: The obtained values of NO-HCTZ within tested DP batches showed a range from 0.23 to 1.50 ppm and a mean value of 0.48 ppm.
es_es: Entre las partidas del medicamento evaluadas, se observó NO-HCTZ en un intervalo de entre 0.23 y 1.50 ppm, con una media de 0.48 ppm.

source: The obtained values of the quantitative analytical procedures for each time point are presented graphically in trendplots and the assessment is performed by visual inspection of these trendplots.
es_es: Los valores obtenidos de los procedimientos analíticos cuantitativos en cada momento de medición se presentan gráficamente en diagramas de tendencia y la evaluación se realiza mediante inspección visual de estos diagramas de tendencia.

source: The occurrence of CV death or HHF analysed using a win ratio (accounting for clinical hierarchies) was consistent with the Cox regression results of the primary endpoint, see Table 11.1.2.3: 1.
es_es: La aparición de muerte cardiovascular u hospitalización por insuficiencia cardíaca analizada utilizando un cociente de ganancias (que da cuenta de las jerarquías clínicas) fue coherente con la regresión de Cox del criterio de valoración primario; ver la Tabla 11.1.2.3: 1.

source: The occurrence of adjudicated CV death or HHF considering clinical hierarchies (CV death of more importance than HHF) was a further endpoint (exploratory).
es_es: La ocurrencia de una muerte cardiovascular o una hospitalización por insuficiencia cardíaca adjudicadas considerando las jerarquías clínicas (la muerte CV tuvo más importancia que la HIC) fue un criterio de valoración adicional (exploratorio).

source: The occurrence of adjudicated HHF within 30 days after the first adjudicated HHF was a further endpoint (exploratory).
es_es: La ocurrencia de una hospitalización por insuficiencia cardíaca adjudicada dentro de los 30 días de la primera hospitalización de este tipo fue un criterio de valoración adicional (exploratorio).

source: The occurrence of all-cause hospitalisation (first and recurrent) was a secondary endpoint (exploratory).
es_es: La hospitalización por todas las causas (primera y recurrente) fue un criterio de valoración secundario (exploratorio).

source: The occurrence of moderate/severe hypoglycaemia and hospitalisation due to investigator-defined hypoglycaemia were efficacy endpoints (refer to Section 4.3.4 for an overview).
es_es: Los casos de hipoglucemia moderada o grave y de hospitalización debida a la hipoglucemia, según juicio del investigador, fueron criterio de valoración de la eficacia (hay una reseña en la Sección 4.3.4).

source: The occurrence was rated based on the estimated error frequency.
es_es: La incidencia se clasificó en función de la frecuencia de error estimada y

source: The octanol/water partition coefficient logP is 1.7.
es_es: El coeficiente de reparto octanol-agua (logP) es 1.7.

source: The odds ratio vs. glimepiride was 0.07 (95% CI 0.02, 0.31) [c23238241, Table 15.3.1.4.1: 2].
es_es: El cociente de probabilidades vs. glimepirida fue 0.07 (IC del 95%, 0.02, 0.31) [c23238241, Tabla 15.3.1.4.1: 2].

source: The one crossover who received alteplase instead of tenecteplase was included in the alteplase group for safety analysis.
es_es: El único paciente con medicación cruzada, que recibió alteplasa en lugar de tenecteplasa, se incluyó en el grupo de alteplasa para el análisis de seguridad.

source: The only difference is the respective dissolution medium which is required to obtain three different pH values.
es_es: La única diferencia es el medio de disolución respectivo, para el cual deben obtenerse tres pH diferentes.

source: The only exception to this rule was if the subject had a serious or significant AE.
es_es: La única excepción a esta regla era que el individuo presentara un evento adverso serio o significativo.

source: The only exception was for Japan, which was allowed to recruit until the required number of patients was reached.
es_es: La única excepción fue Japón, a cuyo centro se le permitió seguir reclutando hasta alcanzar la cantidad requerida de pacientes.

source: The onset of DM in patients with pre-DM occurred in 120 of 1001 patients (12.0%) in the empagliflozin group and 137 of 979 patients (14.0%) in the placebo group (HR 0.84, 95% CI 0.65 to 1.07, nominal p = 0.1539).
es_es: La manifestación de diabetes mellitus en pacientes con prediabetes se dio en 120 de 1001 pacientes de empagliflozina (12.0%) y 137 de 979 pacientes de placebo (14.0%) (HR: 0.84, IC del 95%: 0.65 a 1.07, p nominal = 0.1539).

source: The onset of DM in patients with pre-DM occurred in fewer patients in the empagliflozin group than in the placebo group.
es_es: La manifestación de diabetes mellitus en pacientes con prediabetes se dio en menos pacientes de empagliflozina que de placebo.

source: The operation for testing of drug product is split to differentiate two testing categories:
es_es: Se divide operatoria analítica del medicamento para diferenciar dos categorías analíticas:

source: The operation is proposed to be split to differentiate the two testing categories:
es_es: Se propone dividir la operación para diferenciar las dos categorías analíticas:

source: The operational aspects of the trial (trial management and monitoring) and data management were outsourced globally to a CRO.
es_es: Una a empresa investigadora contratada estuvo globalmente a cargo de los aspectos operativos del ensayo (gestión y seguimiento) y de la gestión de datos.

source: The operations performed by each manufacturer are provided in Table 26.
es_es: Las operaciones que realiza cada fabricante se consignan en la Tabla 26.

source: The operations performed by each manufacturer are provided in Table 2.
es_es: Las operaciones que realiza cada fabricante pueden verse en la Tabla 2.

source: The optical density (OD) at 600 nm of each bacterial culture was determined.
es_es: Se determinó una densidad óptica (DO) de 600 nm para cada cultivo bacteriano.

source: The original of the document was presented to me.
es_es: Doy fe de que he tenido el original de este documento a la vista

source: The original sample size estimation was based on the assumption that the RCT patient mix would broadly reflect population-wide prevalence (ie ICA:25%, M1:60%, M2: 10%, Basilar 5%).
es_es: La estimación original del tamaño de muestra se basó en la presunción de que la composición de pacientes que integraron el ensayo clínico aleatorizado reflejaría a grandes rasgos las prevalencias en la totalidad de la población (arteria carótida interna: 25%, M1: 60%, M2: 10%, arteria basilar: 5%).

source: The original sample size estimation was based on the proportion of pre-endovascular reperfusion observed in the 0.25mg/kg group from Part 1 of EXTEND-IA TNK (22%).1 An estimated total sample size of 188 patients (with 94 patients in each of treatment and control arms) yielded 80% power to detect a significant difference of 20% in strataweighted angiographic reperfusion (mTICI 2b/3) at initial angiogram (22% in 0.25mg/kg vs 42% in 0.4mg/kg arm) at two-sided statistical significance threshold of p=0.05 for superiority.
es_es: El tamaño de muestra original se calculó a partir de la proporción de reperfusión previa al tratamiento endovascular observada en el grupo de 0.25 mg/kg de la Parte 1 de EXTEND-IA TNK (22%).1 Un tamaño de muestra total estimado de 188 pacientes (94 pacientes en cada grupo de tratamiento y control) arrojó un 80% de potencia para detectar una diferencia significativa de 20% en la reperfusión angiográfica ponderada por estratos (mTICI 2b/3) en la angiografía inicial (22% con 0.25 mg/kg frente a 42% con 0.4 mg/kg arm), considerando un umbral de significación estadística de p=0.05 para la superioridad.

source: The original signed copy of amendments will be kept in the Study File with the original Protocol.
es_es: La copia original firmada de las enmiendas se conservará en el archivo del estudio junto con el protocolo original.

source: The osmolality and pH of spesolimab are controlled within physiological ranges.
es_es: La osmolalidad y el pH de Espesolimab están controlados dentro de rangos fisiológicos.

source: The osmolality and pH of tenecteplase are controlled within physiological ranges.
es_es: La osmolalidad y el pH de tenecteplasa están controlados dentro de rangos fisiológicos.

source: The osmolality target of tenecteplase was determined with 289 mosmol/kg, which falls into the normal reference range of human plasma (285 – 310 mosmol/kg).
es_es: El objetivo de osmolalidad de la tenecteplasa se evaluó con 289 mOsmol/kg, valor que cae dentro del rango de referencia normal del plasma humano (285 – 310 mOsmol/kg).

source: The other secondary efficacy endpoints were exploratory and analysed in the following way in general:
es_es: Los otros criterios de valoración de eficacia fueron exploratorios y, en general, se analizaron de la siguiente manera:

source: The other side is also scored and imprinted with the Boehringer Ingelheim company symbol on either side of the score.
es_es: La otra cara también tiene una ranura y tiene el símbolo de Boehringer Ingelheim impreso a ambos lados de esta.

source: The outcome is measured on a binary scale and is defined as positive in the presence of symptomatic intracranial hemorrhage (including any sub-arachnoid bleeding associated with clinical symptoms and symptomatic intracerebral hemorrhage (SICH).
es_es: El desenlace se mide en una escala binaria y se define como positivo en presencia de hemorragia intracraneal sintomática (incluida cualquier hemorragia subaracnoidea asociada con síntomas clínicos y hemorragia intracerebral sintomática).

source: The outcome is measured using the NIHSS scale.
es_es: En esta evaluación, se utilizará la escala NIHSS.

source: The outcome is measured using the mRS.8
es_es: Para ello se utiliza la escala mRS.8

source: The outcome is measured on a binary scale and is defined as positive in the presence of death of any cause, and as negative otherwise.
es_es: Para ello, se utilizará una escala binaria y se define como positivo en presencia de muerte por cualqueir causa, y como negativo en caso contrario.

source: The outcome of the pregnancy associated with the drug exposure during pregnancy had to be followed up.
es_es: Se debía realizar un seguimiento del desenlace del embarazo que hubiera estado asociado con la exposición al medicamento.

source: The outcome of the pregnancy was to be monitored.
es_es: No se consignó el desenlace del embarazo.

source: The outcome of the risk assessment, including parameters, MAs and indicators identified and their classification are summarised in Table 43.
es_es: El resultado de la evaluación de riesgos, incluidos los parámetros, los atributos de materiales y los indicadores identificados, y su caracterización, se resumen en la Tabla 43.

source: The outcome of the risk assessment, including parameters, MAs and indicators identified and their classifications are summarised in Section 3.2.
es_es: El resultado de la evaluación de riesgos, incluidos los parámetros, los atributos de materiales y los indicadores identificados, y su caracterización, se resumen en la Sección 3.2.

source: The outcome of the risk assessment, including parameters, MAs and indicators identified and their classifications are summarised in Section 3.2.P.2 Chapter 3.11.
es_es: El resultado de la evaluación de riesgos, incluidos los parámetros, los atributos de materiales y los indicadores identificados, y su caracterización, se resumen en la Sección 3.2.P.2, Capítulo 3.11.

source: The outcome was not reported in 53 of the cases.
es_es: En 53 de los casos quedó sin consignar el desenlace clínico.

source: The outcomes and statistical approaches for the pooled analysis were the same for part 2 of the trial as the original, but with additional adjustment of the primary reperfusion outcome for the time between thrombolysis and arterial puncture to account for the inclusion of long-distance rural transfer patients in part 2.
es_es: Los criterios de valoración y los enfoques estadísticos para el análisis combinado fueron los mismos en la parte 2 del ensayo que en el ensayo original. Sin embargo, se realizó un ajuste adicional en el criterio de valoración principal de la reperfusión sobre el tiempo transcurrido entre la trombólisis y la punción arterial para considerar la inclusión de pacientes rurales que requerían traslado de larga distancia en la parte 2 del ensayo.

source: The output of this risk assessment was the identification of parameters to be investigated.
es_es: Como resultado de esta evaluación de riesgos, se identificaron los parámetros por investigar.

source: The overall AE profile of the combination of empagliflozin and metformin is consistent with that expected from treatment with metformin alone, for which GI disorders (nausea, vomiting, diarrhoea) are the most frequently reported AEs in >10% of patients [R11-4761].
es_es: El perfil general de eventos adversos de la combinación de empagliflozina y metformina es coherente con el esperado del tratamiento con metformina sola, para el cual los trastornos gastrointestinales (náuseas, vómitos, diarrea) son los eventos adversos notificados con mayor frecuencia en >10% de los pacientes [R11-4761].

source: The overall area under the concentration-time curves and the shapes of the concentration-time curves were similar between treatments (Figure 11.5.2.1.1: 1).
es_es: El área total bajo las curvas de concentración-tiempo y las formas de las curvas de concentración-tiempo fueron similares entre los tratamientos (Figura 11.5.2.1.1: 1).

source: The overall area under the concentrationtime curves and the shapes of the concentration-time curves were similar between treatments under both fasted and fed conditions.
es_es: El área total bajo las curvas de concentración-tiempo y las formas de las curvas de concentración-tiempo fueron similares entre los tratamientos en condiciones pre- y postprandiales.

source: The overall comparability of Metalyse® and TNKase® justifies the use of the AcT clinical study results to register the indication AIS for Metalyse ® 25 mg, as Metalyse® and TNKase® are considered equally efficacious and safe in clinical application.
es_es: La comparabilidad general de Metalyse® y TNKase® justifica el uso de los resultados del estudio clínico AcT para registrar la indicación de Metalyse ® 25 mg para accidente cerebrovascular isquémico, en virtud de que Metalyse® y TNKase® se consideran igualmente eficaces y seguros en la aplicación clínica.

source: The overall content of aggregates across all batches was shown to be consistent
es_es: Se demostró que el contenido global de agregados es uniforme en todas las partidas.

source: The overall formulation composition was designed to achieve an osmolality of the solution in the range of physiological conditions.
es_es: La composición general de la formulación fue concebida para que la osmolalidad de la solución se encuentre en el rango de las condiciones fisiológicas.

source: The overall frequencies for acute renal failure, ketoacidosis, AEs leading to LLA, confirmed hypoglycaemic events, bone fractures, and urinary tract malignancies were comparable in the empagliflozin and placebo groups.
es_es: Las frecuencias globales de insuficiencia renal aguda, cetoacidosis, eventos adversos que derivaran en amputación de miembro inferior, eventos de hipoglucemia confirmados, fracturas óseas y tumor maligno del tracto urinario fueron equiparables entre los grupos de empagliflozina y placebo.

source: The overall frequencies of patients with serious adverse events were balanced across both treatment groups.
es_es: La frecuencia general de pacientes con eventos adversos serios estuvo equilibrada entre ambos grupos de tratamiento.

source: The overall frequency of SAEs was lower in the empagliflozin group than the placebo group (empagliflozin: 1436 patients, 47.9%; placebo: 1543 patients, 51.6%).
es_es: La frecuencia general de eventos adversos graves fue menor en el grupo de empagliflozina que en el de placebo (empagliflozina: 1436 pacientes, 47.9%; placebo: 1543 pacientes, 51.6%).

source: The overall frequency of SAEs was lower in the empagliflozin group than the placebo group.
es_es: La frecuencia general de EAS fue menor en el grupo de empagliflozina que en el de placebo.

source: The overall frequency of hepatic adverse events leading to discontinuation of study medication was 0.3% in the linagliptin group and 0.6% in the glimepiride group.
es_es: La frecuencia general de eventos adversos hepáticos derivados en la interrupción del medicamento experimental fue 0.3% en el grupo de empagliflozina y 0.6% en el grupo de placebo.

source: The overall frequency of hepatic events was 7.7% in the linagliptin group and 8.7% in the glimepiride group.
es_es: La frecuencia global de los eventos hepáticos fue 7.7% en el grupo de linagliptina y 8.7% en el grupo de glimepirida.

source: The overall frequency of hypersensitivity reactions was 13.4% in the linagliptin group and 11.5% in the glimepiride group.
es_es: La frecuencia global de las reacciones de hipersensibilidad fue 13.4% en el grupo de linagliptina y 11.5% en el grupo de glimepirida.

source: The overall frequency of patients reported with AEs leading to discontinuation of study medication was similar between groups.
es_es: Los pacientes que consignaron EA derivados en la interrupción de la medicación experimental tuvieron una frecuencia similar entre los grupos.

source: The overall frequency of patients with at least one malignancy event (based on the narrow SMQs ‘malignant tumour’ and ‘tumours of unspecified malignancy’) during the study was 9.3% in the linagliptin group and 10.1% in the glimepiride group [c23238241, Appendix 16.1.13.1, Table 8.3.8.1].
es_es: La frecuencia global de pacientes con al menos un evento catalogado como tumor maligno (según las consultas SMQ específicas "tumor maligno" y "tumores de malignidad no específica") durante el estudio fue 9.3% con linagliptina y 10.1% con glimepirida [c23238241, Apéndice 16.1.13.1, Tabla 8.3.8.1].

source: The overall frequency of patients with baseline values < 3x ULN who shifted to maximum amylase values of ≥ 3x ULN on-treatment was 1.0% in the linagliptin group and 0.6% in the glimepiride group.
es_es: La frecuencia global de los pacientes con valores iniciales de amilasa < 3 x límite normal superior que pasaron a tener valores máximos ≥ 3 x dicho límite durante el tratamiento fue 1.0% en el grupo de linagliptina y 0.6% en el grupo de glimepirida.

source: The overall frequency of patients with baseline values < 3x ULN who shifted to maximum lipase values of ≥ 3x ULN on-treatment was 12.1% in the linagliptin group and 8.4% in the glimepiride group.
es_es: La frecuencia global de los pacientes con valores iniciales de lipasa < 3 x límite normal superior que pasaron a tener valores máximos ≥ 3 x dicho límite durante el tratamiento fue 12.1% en el grupo de linagliptina y 8.4% en el grupo de glimepirida.

source: The overall frequency of patients with baseline values ≤ 3x ULN who shifted to maximum amylase values of > 3x ULN on-treatment was 0.99% in the linagliptin group and 0.54% in the glimepiride group [c26793590, Table 1.1.4].
es_es: La frecuencia global de los pacientes con valores iniciales ≤ 3 x límite normal superior que pasaron a tener valores máximos de amilasa > 3 x dicho límite durante el tratamiento fue 0.99% en el grupo de linagliptina y 0.54% en el grupo de glimepirida [c26793590, Tabla 1.1.4].

source: The overall frequency of patients with baseline values ≤ 3x ULN who shifted to maximum lipase values of > 3x ULN on-treatment was 11.96% in the linagliptin group and 8.25% in the glimepiride group [c26793590, Table 1.1.3].
es_es: La frecuencia global de los pacientes con valores iniciales ≤ 3 x límite normal superior que pasaron a tener valores máximos de lipasa > 3 x dicho límite durante el tratamiento fue 11.96% en el grupo de linagliptina y 8.25% en el grupo de glimepirida [c26793590, Tabla 1.1.3].

source: The overall frequency of patients with investigator-defined hypoglycaemic adverse events was higher in the glimepiride group than in the linagliptin group (Table 15).
es_es: La frecuencia de global de pacientes con eventos adversos hipoglucémicos según definición del investigador fue mayor en el grupo de glimepirida que en el de linagliptina (Tabla 15).

source: The overall frequency of patients with renal adverse events was 5.9% in the linagliptin group and 5.2% in the glimepiride group.
es_es: La frecuencia global de los pacientes con eventos adversos renales fue 5.9% en el grupo de linagliptina y 5.2% en el grupo de glimepirida.

source: The overall frequency of patients with serious hepatic adverse events was balanced across the treatment groups (linagliptin: 1.2%; glimepiride: 1.3%).
es_es: La frecuencia general de pacientes con eventos adversos hepáticos serios estuvo equilibrada entre ambos grupos de tratamiento (linagliptina: 1.2%; glimepirida: 1.3%).

source: The overall frequency of patients with serious renal adverse events was balanced across the treatment groups (linagliptin: 2.4%; glimepiride: 2.1%).
es_es: La frecuencia general de pacientes con eventos adversos renales serios estuvo equilibrada entre ambos grupos de tratamiento (linagliptina: 2.4%; glimepirida: 2.1%).

source: The overall frequency of renal adverse events leading to discontinuation of study medication was low and was balanced across the treatment groups (linagliptin: 0.6%; glimepiride: 0.7%) [c23238241, Section 12.1.4.4].
es_es: La frecuencia general de eventos adversos renales derivados en la interrupción del medicamento experimental baja y estuvo equilibrada entre los grupos de tratamiento (linagliptina: 0.6%; glimepirida: 0.7%) [c23238241; Sección 12.1.4.4].

source: The overall percentage of patients with substantial reperfusion in this trial (19.3%) was similar to the original trial (22%).3 Pooled analysis with the original trial data confirmed the higher incidence of substantial reperfusion associated with tenecteplase vs alteplase.
es_es: El porcentaje total de pacientes con reperfusión significativa en este ensayo (19.3%) y en el ensayo original (22%) fue similar.3 El análisis combinado con los datos del ensayo original confirmó la mayor incidencia de reperfusión significativa asociada con tenecteplasa en comparación con alteplasa.
